{
  "NAV": {
    "HOME": "Home",
    "SERVICES": "Services",
    "SERVICE1": "Waterproofing Installation",
    "SERVICE2": "Self-Leveling Floor",
    "MATERIALS": "Materials",
    "PROJECTS": "Projects",
    "CONTACT": "Contact",
    "lOGO":"assets/Flags/English.png"
  },
  "HOME": {
    "HEADING": "",
    "SUBHEADING": "Industrial quality, professional service — everything your successful project needs.",
    "CONTACT_US": "Contact Us",
    "OUR_SERVICES": "Our Services",
    "LEARN_MORE": "Learn More",
    "OUR_PROJECTS": "Our Projects",
    "PROJECT1_TITLE": "Tbilisi Marriott",
    "PROJECT1_DESC": "Restoration and waterproofing from the negative side was done on the brick surface",
    "PROJECT2_TITLE": "Oda Vazisubani",
    "PROJECT2_DESC": "High-adhesion bitumen-polyurethane super-elastic waterproofing was arranged in the parking area",
    "PROJECT3_TITLE": "Gasgo Vazisubani",
    "PROJECT3_DESC": "Bitumen-rubber waterproofing was done on the foundation",
     "PROJECT4_TITLE": "Urban X",
    "PROJECT4_DESC": "At the request of the construction company Urban X, a self-leveling floor was installed at the plastic surgery center in Tbilisi. The work involved the use of self-leveling floor material imported by us.",
    "PROJECT5_TITLE": "Apartment on Chavchavadze",
    "PROJECT5_DESC": "High-quality self-leveling material supplied by BLG Solutions was used during the work.",
    "LEARN_MORE": "Learn More"
  },
 

  "HYDRO": {
    "TITLE": "Waterproofing Installation",
    "SERVICE1": "Foundation Waterproofing",
    "SERVICE2": "Roofing: Roll-on, Liquid-applied",
    "SERVICE3": "Balconies and Terraces",
    "SERVICE4": "Green Roofing Systems",
    "SERVICE5": "Under Tile: Interior Waterproofing",
    "SERVICE6": "Injection",
    "SERVICE7": "Pools and Reservoirs",
    "INTRO_TITLE": "Waterproofing Installation",
    "INTRO_TEXT": "One of the most important parts of construction is waterproofing, which protects buildings from moisture and water damage. Proper waterproofing is crucial for durability and comfort.",
    "DETAIL_TITLE": "Detailed Description of Waterproofing",
    "DETAIL_TEXT": "Waterproofing is one of the most critical aspects of construction, protecting structures from water and damp. This process involves various techniques and materials to create a barrier that prevents water intrusion.",
    "WHY_NEEDED_TITLE": "Why is Waterproofing Necessary?",
    "WHY_NEEDED_LIST": {
      "ITEM1": "Structural protection: Water can damage concrete, wood, and metal structures, reducing their durability and compromising the integrity of the building.",
      "ITEM2": "Health protection: Damp promotes the growth of mold and fungi, which are harmful to human health and can cause allergic and respiratory issues.",
      "ITEM3": "Cost savings: Initial waterproofing costs are far less than repairing water-related damage."
    },
    "TYPES_TITLE": "Types of Waterproofing:",
    "TYPES_LIST": {
      "ITEM1": "Flexible waterproofing: Uses membranes such as bituminous, EPDM, and PVC, which are elastic and do not crack during movement.",
      "ITEM2": "Rigid waterproofing: Includes cement-based mixtures applied directly to surfaces to form a hard, waterproof layer.",
      "ITEM3": "Injection waterproofing: Used to repair existing cracks or leaks by injecting fluid that reacts with water to form a gel or foam."
    },
    "WHERE_NEEDED_TITLE": "Where is Waterproofing Needed?",
    "WHERE_NEEDED_LIST": {
      "ITEM1": "Bathrooms and Wet Areas",
      "ITEM2": "Foundations and Basements",
      "ITEM3": "Balconies and Terraces",
      "ITEM4": "Roofs",
      "ITEM5": "Swimming Pools",
      "ITEM6": "Industrial Buildings"
    },
    "CONTACT_NOTE": "Contact us for more information. Our specialists are ready to consult and help you choose the best solutions for your project.",
    "RECOMMEND_NOTE": "It is always recommended to hire qualified professionals to ensure high-quality and long-lasting waterproofing work."
  },

   "FLOORING": {
  "TITLE1": "Self-Leveling Floor Installation",
  "TITLE2": "What is a Self-Leveling Floor?",
  "TITLE3": "Why Choose a Self-Leveling Floor?",
  "DESC1": "Self-leveling floor installation is one of the most popular methods in modern construction and renovation for achieving a perfectly smooth and level surface, which is essential for laying various types of floor coverings (laminate, parquet, tile, linoleum, vinyl flooring). This technology ensures fast and efficient results, saving time and money in the long run.",
  "DESC2": "A self-leveling floor is a special dry mix that, when mixed with water, forms a liquid solution. This solution spreads evenly over the surface due to its own weight and creates a perfectly flat and smooth layer, filling all irregularities, holes, and cracks. It can be based on cement or gypsum.",
  "DESC3": "Perfectly level surface: This is its main advantage. Unlike other screeds, it provides a flawless base for any type of flooring. Thickness variety: It is possible to apply both thin (a few millimeters) and thick (several centimeters) layers, depending on the unevenness of the existing surface. Fast drying: Depending on the material type, a self-leveling floor dries relatively quickly, accelerating the renovation process. In some cases, it can be walked on within 1.5–3 hours, and full curing takes about 24 hours. High durability: Once hardened, the floor becomes resistant to mechanical and abrasive effects. Hygiene: It prevents the spread of bacteria and microorganisms and is easy to maintain. Compatibility with underfloor heating: Many types of self-leveling mixtures are compatible with underfloor heating systems.",
  "DESC4": "Proper installation of a self-leveling floor requires attention to detail and patience. If you lack experience in this field, it is better to contact professionals to ensure a high-quality and long-lasting result."
},


      "CARDS": {
    "GRUNTI": "Primer",
    "TVITSWOREBADI": "Self-leveling",
    "HIDROIZOLACIA": "Waterproofing",
    "PITXI": "Putty",
    "LEARN_MORE": "Learn More"
  },

  "PRODUCTS": {
    "BETON_CONTACT": {
      "IMAGE":"assets/Translation/English/Beton-English.PNG",
      "TITLE": "Primer 'BETON-CONTACT'",
      "DESCRIPTION": "For dense, smooth surfaces before applying plaster. Suitable for concrete and oil-painted surfaces.",
      "PRICE": "Price: 107 GEL",
      "VOLUME": "Volume: 20kg"
    },
    "SPEC": {
      "IMAGE":"assets/Translation/English/Spec-English.PNG",
      "TITLE": "Special Primer 'Interior'",
      "DESCRIPTION": "One of the most affordable primers by Starateli. Used indoors before painting or wallpapering...",
      "PRICE": "Price: 39 GEL",
      "VOLUME": "Volume: 10L"
    },
    "UNIVERSAL": {
      "IMAGE":"assets/Translation/English/Uni-English.PNG",
      "TITLE": "Primer 'Universal'",
      "DESCRIPTION": "Used indoors and outdoors for walls, ceilings, and floors. Strengthens applied materials...",
      "PRICE": "Price: 42 GEL",
      "VOLUME": "Volume: 10L"
    },
    "DEEP": {
      "IMAGE":"assets/Translation/English/Deep-English.PNG",
      "TITLE": "Primer 'Deep Penetrating'",
      "DESCRIPTION": "Used indoors and outdoors for old, fragile surfaces. Strengthens adhesion...",
      "PRICE": "Price: 46 GEL",
      "VOLUME": "Volume: 10L"
    },

     "THIN": {
      "IMAGE":"assets/Translation/English/Thin-English.PNG",
      "TITLE": "Self-leveling 'Thin'",
      "DESCRIPTION": "Used for final smoothing of floor surfaces (concrete, cement-sand...) before laying...",
      "PRICE": "Price: 37 GEL",
      "VOLUME": "Volume: 25kg"
    },
    "THICK": {
      "IMAGE":"assets/Translation/English/Thick-English.PNG",
      "TITLE": "Self-leveling 'Thick'",
      "DESCRIPTION": "Used for final smoothing of concrete or cement-sand bases before floor covering...",
      "PRICE": "Price: 34 GEL",
      "VOLUME": "Volume: 25kg"
    },
    "HIGH": {
      "IMAGE":"assets/Translation/English/High-English.PNG",
      "TITLE": "Self-leveling 'Heavy Duty'",
      "DESCRIPTION": "Ideal for surfaces requiring high operational loads such as garages or warehouses...",
      "PRICE": "Price: 33 GEL",
      "VOLUME": "Volume: 25kg"
    },
    "PRACTICAL": {
      "IMAGE":"assets/Translation/English/Practical-English.PNG",
      "TITLE": "Self-leveling 'Practical'",
      "DESCRIPTION": "Used for leveling before tile, laminate, parquet, linoleum installation...",
      "PRICE": "Price: 31 GEL",
      "VOLUME": "Volume: 25kg"
    },
    "FAST": {
        "IMAGE":"assets/Translation/English/Fast-English.PNG",
      "TITLE": "Self-leveling 'Fast-setting'",
      "DESCRIPTION": "Suitable for use in short-time projects and underfloor heating systems...",
      "PRICE": "Price: 34 GEL",
      "VOLUME": "Volume: 25kg"
    },
      "SONORA": {
      "IMAGE": "assets/Translation/English/Sonora-English.PNG",
      "TITLE": "Polymer Waterproofing \"SONORA\"",
      "DESCRIPTION": "Designed to create a solid, seamless waterproof coating on walls and floors inside buildings that are periodically exposed to moisture (wet rooms, showers, kitchens, laundries, etc.) before subsequent finishing work. Not intended for direct contact with drinking water or food products.",
      "PRICE": "Price: 59 GEL",
      "VOLUME": "Volume: 20 kg"
    },
    "AQUASHIELD": {
      "IMAGE": "assets/Translation/English/Aqua-English.PNG",
      "TITLE": "Brush-on Waterproofing \"AQUASHIELD\"",
      "DESCRIPTION": "Intended for waterproofing facades, basements, foundations, swimming pools, and open water reservoirs; unheated spaces (basements, garages, balconies, etc.), as well as rooms periodically exposed to moisture (wet rooms, showers, kitchens, laundries, etc.). Suitable for both exterior and interior work, including underfloor heating systems. Applied on durable, non-deformable surfaces: concrete, cellular concrete, brick, cement plaster, screed, old tile coverings.",
      "PRICE": "Price: 62 GEL",
      "VOLUME": "Volume: 10 L"
    },

    "PUTTY_MACHINE": {
      "IMAGE":"assets/Translation/English/Machine-English.PNG",
      "TITLE": "Machine Putty",
      "DESCRIPTION": "",
      "PRICE": "Price: 22 GEL",
      "VOLUME": "Volume: 30kg"
    },
    "OPTIMUM": {
      "IMAGE":"assets/Translation/English/Optium-English.PNG",
      "TITLE": "Putty 'Optimum'",
      "DESCRIPTION": "",
      "PRICE": "Price: 21 GEL",
      "VOLUME": "Volume: 30kg"
    },
    "POLYMER": {
      "IMAGE": "assets/Translation/English/Polimer-English.PNG",
      "TITLE": "Polymeric Putty PolyArt",
      "DESCRIPTION": "",
      "PRICE": "Price: 29 GEL",
      "VOLUME": "Volume: 20kg"
    },
    "FACADE": {
      "IMAGE": "assets/Translation/English/Facade-English.PNG",
      "TITLE": "Facade Putty (Cement Base)",
      "DESCRIPTION": "Used for final smoothing of floor surfaces (concrete, cement-sand, gypsum, anhydrite)...",
      "PRICE": "Price: 31 GEL",
      "VOLUME": "Volume: 25kg"
    }

  },

  
  "CONTACT": {
    "HEADING": "Contact Us",
    "SUBTEXT1": "If you have questions or would like to collaborate with us, write to us and we will definitely reply.",
    "SUBTEXT2": "Or call us: ",
    "MAIL": "Mail: info@blg-solutions.ge",
    "PLACEHOLDER_NAME": "Enter your name",
    "PLACEHOLDER_EMAIL": "Enter your email",
    "PLACEHOLDER_MESSAGE": "Enter your message",
    "SUBMIT": "Send"
  },

  "DETAILS":{
      "urbanX.description": "By order of the construction company Urban X, a modern self-leveling floor system was successfully installed in the plastic surgery center in Tbilisi.\n\n⚙ During the work, high-quality self-leveling material supplied by BLG Solutions was used, which is distinguished by:\n Smoothness\n Fast curing\n Durability and aesthetics\n\n✨ Result: a technically precise and visually elegant floor that fully meets modern standards.\n\n✅ Professionalism is in the details — choose BLG Solutions.",
      "tbilisiMariott.description": "🔹 Project completed by – BLG solutions\nAt one of Tbilisi’s most prestigious locations – by order of 'Tbilisi Marriott', restoration of brick plaster and negative-side waterproofing works were carried out.\n\n🔧 Waterproofing performed using special technology ensures:\n✔ Protection of the structure from moisture and damage\n✔ Preservation of the brick structure\n✔ Long-term durability and visual stability\n\n📍 Work was performed with maximum consideration of the architectural specifics of the historical building.\n\n📞 For more information:\n📲 Contact us: 579 98 98 98\n🌐 Visit our website: www.blg-solutions.ge",
      "odaVazisubani.description": "🔹 Project completed by – BLG solutions\nBy order of 'Oda Vazisubani', high-quality waterproofing work was completed on the lower level of the parking area.\n\n🛠 A bitumen-polyurethane super-elastic waterproofing system was used, which ensures:\n✔ Excellent adhesion\n✔ Elasticity\n✔ Long-term protection from moisture and infiltration\n\n📍 The work was carried out quickly, in full compliance with technical standards and considering the project specifics.\n\n💧 Strong protection from moisture — quality you can trust\n🔧 BLG solutions — every detail matters.\n📞 For more information:\n📲 Contact us: 579 98 98 98\n🌐 Visit our website: www.blg-solutions.ge",
      "gasgoVazisubani.description": "🔹 Project completed by – BLG solutions\nAs part of the 'Gasgo Vazisubani' project, bitumen-rubber waterproofing was carried out in the foundation, protecting the structure from moisture and ensuring long-term stability of the base.\n\n💧 The bitumen-rubber system features:\n✔ High elasticity\n✔ Strong adhesion\n✔ Durability in extreme conditions\n\n📍 Work was performed quickly, safely, and in accordance with international standards.\n\n📞 For more information:\n📲 Contact us: 579 98 98 98\n🌐 Visit our website: www.blg-solutions.ge",
      "chavchavadze.description": "⚙ During the work, high-quality self-leveling material imported by BLG Solutions was used, which is distinguished by:\n— Smoothness\n— Fast drying\n— Durability and aesthetics\n\n✨ Result: a technically precise and visually elegant floor that fully meets modern standards.\n✅ Professionalism is in the details — choose BLG Solutions."
  }

}
